[
{
    "id_auto": 1,
    "name": "Chevrolet Onix Joy",
    "description": "Potenciá tu actitud con Onix Joy que, además de destacarse por su diseño juvenil y moderno, te ofrecé una óptima autonomía, un desempeño equilibrado y el máximo confort interior. \u003cbr\u003eYa sea un viaje largo o un simple paseo por la ciudad, el confort es uno de los puntos fuertes del Onix. Esta versión incluye aire acondicionado, asientos tapizados en tela y gran espacio interior que te garantiza el máximo confort.",
    "cost": 13500,
    "currency": "USD",
    "soldCount": 14,
    "category": "Autos",
    "images": [
        "img/Chevrolet Onix Joy/prod1.jpg",
        "img/Chevrolet Onix Joy/prod1_1.jpg",
        "img/Chevrolet Onix Joy/prod1_2.jpg",
        "img/Chevrolet Onix Joy/prod1_3.jpg",
        "img/Chevrolet Onix Joy/prod1_4.jpg"
    ],
    "relatedProducts": [1, 3]
},
{
    "id_auto": 3,
    "name": "Suzuki Celerio",
    "description": "El Suzuki Celerio es un urbano de cinco puertas y 3,60 metros de longitud. Es el coche más pequeño fabricado por Suzuki, y es una alternativa a coches pequeños para la ciudad como el Hyundai i10, el Opel Karl o el Toyota Aygo. Es un producto básico, barato y sólo disponible con una motorización, apto para poco más que entornos urbanos y periurbanos. Es el reemplazo del Suzuki Alto, un producto también muy sencillo. Si valoras las opciones de personalización o estás buscando más equipamiento, puede que te interesen más urbanos como el Opel Adam o el Fiat 500, orientados a un tipo de público diferente al del Suzuki Celerio.",
    "cost": 12500,
    "currency": "USD",
    "soldCount": 25,
    "category": "Autos",
    "images": [
        "img/Suzuki Celerio/prod1.jpg",
        "img/Suzuki Celerio/prod1_1.jpg",
        "img/Suzuki Celerio/prod1_2.jpg",
        "img/Suzuki Celerio/prod1_3.jpg",
        "img/Suzuki Celerio/prod1_4.jpg"
    ],
    "relatedProducts": [1, 3]
},
{
    "id_auto": 2,
    "name": "Fiat Way",
    "description": "Fiat Uno Way cuenta con Sistema de frenos anti bloqueo (ABS), además doble bolsa de aire delantera, sistema de distribución electrónica de frenado (EBD), cinturones traseros retráctiles y cabeceras de altura ajustables.",
    "cost": 14500,
    "currency": "USD",
    "soldCount": 52,
    "category": "Autos",
    "images": [
        "img/Fiat Way/prod1.jpg",
        "img/Fiat Way/prod1_1.jpg",
        "img/Fiat Way/prod1_2.jpg",
        "img/Fiat Way/prod1_3.jpg",
        "img/Fiat Way/prod1_4.jpg"
    ],
    "relatedProducts": [1, 3]
},
{
    "id_auto": 4,
    "name": "Peugeot 208",
    "description": "El Peugeot 208 es un vehículo utilitario generalista, del segmento B, fabricado por Peugeot desde 2012, como relevo del Peugeot 207. Actualmente se comercializa la segunda generación, presentada en 2019. El Peugeot 208 se caracteriza por ser un modelo de nuevo desarrollo respecto a su antecesor, que no se vende con carrocería de tres puertas y tiene una versión 100% eléctrica disponible, denominada Peugeot e-208. El Peugeot 208 se fabrica Francia, en las plantas de Mulhouse y Poissy.",
    "cost": 15200,
    "currency": "USD",
    "soldCount": 17,
    "category": "Autos",
    "images": [
        "img/Peugeot 208/prod1.jpg",
        "img/Peugeot 208/prod1_1.jpg",
        "img/Peugeot 208/prod1_2.jpg",
        "img/Peugeot 208/prod1_3.jpg",
        "img/Peugeot 208/prod1_4.jpg"
    ],
    "relatedProducts": [1, 3]
}
]